function page() {
  return (
    <div className="max-w-6xl mx-auto space-y-4 p-4">
      <h1 className="text-2xl font-medium text-amber-600">About</h1>
      <p>
        저희 영화 데이터베이스 웹사이트에 오신 것을 환영합니다! 우리는 열정적인
        영화 애호가들이 모여 모든 영화 관련 요구 사항을 한 곳에서 충족시키기
        위한 플랫폼을 만들었습니다.
      </p>

      <p>
        우리의 웹사이트는 전 세계의 영화에 대한 포괄적인 데이터베이스를 제공하기
        위해 디자인되었으며, 최신 뉴스, 리뷰, 예고편 등을 함께 제공합니다. 영화
        데이터베이스는 새로운 작품들로 지속적으로 업데이트되어 최신 영화 소식과
        최고의 작품에 접근할 수 있도록 합니다. 영화의 제목, 감독, 배우, 장르
        또는 개봉일을 기준으로 검색할 수 있으며, 어떤 특별한 기회에도 완벽한
        영화를 찾기 쉽게 해줍니다.
      </p>

      <p>
        저희의 포괄적인 영화 데이터베이스 외에도, 최신 개봉작에 대한 생각을
        공유하고 연결할 수 있는 플랫폼을 제공합니다. 우리의 커뮤니티 섹션에는
        비슷한 취향을 가진 사람들과 영화에 대해 토론할 수 있는 포럼이 있으며,
        다른 사용자들의 리뷰와 평점을 읽을 수 있습니다. 또한 영화 뉴스와
        예고편에 특별히 신경을 쓴 섹션이 있어 시네마 세계의 최신 소식을 업데이트
        해드립니다. 저희 웹사이트를 방문해주셔서 감사합니다. 영화 데이터베이스를
        편안하게 즐기시길 바랍니다. 피드백이나 제안이 있으시면 언제든지
        문의해주십시오. 저희는 항상 웹사이트의 사용자 경험을 개선하고 향상시키기
        위한 방법을 찾고 있습니다. 즐거운 시간 보내세요!
      </p>
    </div>
  );
}

export default page;
